7zip
ack
acpid
alsa-firmware
alsa-utils
android-apktool
android-file-transfer
android-sdk-cmdline-tools-latest
android-tools
android-udev
aria2
ario
arm-none-eabi-gcc
arm-none-eabi-gdb
arm-none-eabi-newlib
aspell
aspell-en
base
base-devel
bat
bc
beets
bind
binwalk
blender
blueman
bluez
bluez-utils
bookworm
brightnessctl
broot
calcure
calcurse
calibre
ccid
ccls
cdrtools
cfr
checksec
cheese
chicken
chromium
chrony
citations
cliphist
crash
ctags
cups
cups-pdf
cython
ddrescue
dexed
distrobox
djvulibre
dmidecode
dnsmasq
docker
docker-compose
dolphin
dolphin-emu
dosfstools
dotnet-sdk-6.0
ecryptfs-utils
efibootmgr
exo
fasd
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
firefox
fontforge
foremost
fzf
garcon
gcc13
gdb
ghidra
git
github-cli
glad
glfw
glow
godot
gopls
graphviz
grim
grub
gtk3
hexedit
htop
hugo
hyprland
hyprpaper
hyprpicker
iftop
ifuse
imhex-bin
inetutils
inotify-tools
intel-ucode
iptables
iverilog
jadx
jdk-openjdk
jdk8-openjdk
jdtls
jhead
john
jq
jupyter-notebook
keepassxc
kicad
kicad-library
kimageformats5
kitty
kolourpaint
lib32-glibc
libc++
libheif
libnotify
libretro-core-info
libvdpau-va-gl
lifeograph
linux
linux-firmware
linux-headers
linux-zen
linux-zen-headers
lm4flash-git
lolcat
love
ltrace
lvm2
mako
man-db
man-pages
mesa-utils
mpc
mpd
mpv
mtr
mullvad-vpn-bin
multimc-bin
nbd
ncmpc
nekoray
neofetch
neovim
neovim-qt
net-tools
networkmanager
networkmanager-openvpn
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
obs-studio
obsidian
ollama
one_gadget
openbsd-netcat
openocd
openresolv
openssh
openssl-1.1
openvdb
openvpn
os-prober
otf-font-awesome
pacman-contrib
pavucontrol
pcsc-tools
pdftk
perl-image-exiftool
picocom
pipewire
plocate
podman
polkit-kde-agent
progress
pulseaudio
pulseaudio-bluetooth
pulseview
pv
pwndbg
pwninit
pyright
python-cryptography
python-markdown
python-matplotlib
python-pip
python-pygame
python-pylint
python-z3-solver
qbittorrent
qemu-full
qemu-user-static
qt5-wayland
qt6-tools
qt6-wayland
radare2
ranger
reaper
reflector
retroarch
retroarch-assets-ozone
riscv64-linux-gnu-gdb
rmapi
ropgadget
rsync
ruff
rustup
rz-cutter
scanmem
sdbus-cpp
sharutils
shotcut
sigrok-firmware-fx2lafw
sleuthkit
slurp
socat
sof-firmware
soundfont-fluid
steam
strace
sudo
swappy-git
swayidle
swaylock-effects
swtpm
syncthing
tcpdump
tesseract-data-eng
testdisk
texinfo
texlive-basic
texlive-fontsrecommended
texlive-latex
thunar
thunar-volman
thunderbird
tidy
tk
tldr
tlp
tmux
tre
tree
trojan
ttf-font-awesome
ttf-linux-libertine
ttf-times-new-roman
tumbler
ufw
unityhub
unrar
unzip
upx
vagrant
valgrind
ventoy-bin
vim
virt-manager
vlc
volatility3
vscode-css-languageserver
vulkan-intel
vulkan-tools
wabt
waybar
waydroid
wev
wget
wireguard-tools
wireplumber
wireshark-qt
wofi
wpa_supplicant_gui
xdg-desktop-portal-hyprland
xdg-user-dirs
xfce4-appfinder
xfce4-panel
xfce4-power-manager
xfce4-session
xfce4-settings
xfce4-terminal
xfconf
xfdesktop
xfwm4
xfwm4-themes
xorg-server
yaml-cpp
yay
yt-dlp
z3
zathura
zathura-pdf-mupdf
zenity
zip
